{
  "navbar": {
    "home": "Молода Лемківщина",
    "about": "Про проект"
  },
  "home": {
    "searchText": "Введіть прізвище",
    "searchButton": "Пошук",
    "searchPlaceholder": "Наприклад Кухар, Крупей, Радь",
    "noResults": "За вашим запитом нічого не знайдено",
    "rn": "р.н.",
    "settlement": "місце проживання",
    "found": "Всього знайдено:",
    "people": "людей",
    "areaEviction": "Область виселення:",
    "foundLastNames": "Знайдені прізвища:"
  },
  "family": {
    "familyName": "Родина",
    "settlement": "Місце проживання",
    "areaEviction": "область виселення"
  },
  "sidebar": {
    "title": "КНИГА ПАМ’ЯТІ ЛЕМКІВЩИНИ 1944-1946",
    "text": "«Книга пам’яті Лемківщини 1944-1946» містить списки лемків-українців, насильно виселених у 1944-1946 роках внаслідок акції комуністичних режимів Польщі та СРСР. На основі архівних документів книга зберігає пам’ять про трагедію лемків і слугує довідником для нащадків депортованих. Автор – Ярослава Галик."
  },
  "about": {
    "title": "Про проект",
    "text1": "«Книга пам’яті Лемківщини 1944-1946» є мартирологом лемків-українців, які стали жертвами злочинної переселенської акції, проведеної комуністичними режимами Польщі та СРСР у 1944-1946 роках. Унаслідок цієї акції сотні тисяч лемків були насильницьки виселені з прадідівських етнічних земель, що перебували тоді під владою Польщі, до УРСР. Списки депортованих родин та осіб складені за населеними пунктами Лемківщини на основі архівних документів. У Томі 1 книги містяться списки виселених з повітів: Новий Санч, Новий Торг, Коросно, Ясло.",
    "text2": "Ця книга є документальним свідченням Лемківської трагедії середини ХХ століття та слугує застереженням щодо подібних злочинів. Вона є важливим довідником для депортованих лемків та їх нащадків, допомагаючи їм знаходити свої родини. Також вона стане корисним ресурсом для краєзнавців, дослідників, науковців та істориків.",
    "text3": "Автор ідеї, керівник проекту та упорядник: Ярослава Галик. Співавтори: Ярослава Галик, Іван Челак, Олег Радзієвський, Андрій Хомин, Денис Галик."
  },
  "footer": {
    "text": "Молода Лемківщина. Всі права захищені."
  }
}
